actuator/actuatorSvarnas/flow_pimple/flow_LES_dynamic/0/muTilda
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      muTilda;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [1 -1 -1 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    upperBoundary
    {
        type            fixedValue;
        value           uniform 0;
    }

    leftBoundary
    {
        type            fixedValue;
        value           uniform 0;
    }

    rightBoundary
    {
        type            fixedValue;
        value           uniform 0;
    }

    region0_to_dielectric
    {
        type            fixedValue;
        value           uniform 0;
    }

    highVoltage
    {
        type            fixedValue;
        value           uniform 0;
    }

    frontAndBack
    {
        type            empty;
    }
}

// ************************************************************************* //
